{"id":2020,"date":"2018-07-02T14:43:46","date_gmt":"2018-07-02T14:43:46","guid":{"rendered":"https:\/\/360playerwordpress.azurewebsites.net\/?page_id=2020"},"modified":"2021-01-12T09:33:10","modified_gmt":"2021-01-12T09:33:10","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/www.360player.com\/terms-of-service\/","title":{"rendered":"Terms of service"},"content":{"rendered":"\n[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; next_background_color=&#8221;#ffffff&#8221; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.8&#8243; background_image=&#8221;https:\/\/ts-uploads.azureedge.net\/marketing\/2018\/06\/MG_2239.jpg&#8221; parallax=&#8221;on&#8221; parallax_method=&#8221;off&#8221; custom_padding=&#8221;260px||97px||false|false&#8221; custom_padding_tablet=&#8221;200px|0px|40px|0px&#8221; bottom_divider_style=&#8221;slant&#8221; bottom_divider_flip=&#8221;horizontal&#8221; bottom_divider_height_tablet=&#8221;60px&#8221; bottom_divider_height_phone=&#8221;40px&#8221; bottom_divider_height_last_edited=&#8221;on|phone&#8221;][et_pb_row use_custom_width=&#8221;on&#8221; width_unit=&#8221;off&#8221; custom_width_percent=&#8221;100%&#8221; custom_padding=&#8221;60px|60px|80px|60px|false|false&#8221; custom_padding_tablet=&#8221;60px|130px||60px&#8221; custom_padding_phone=&#8221;40px|40px||40px&#8221; custom_margin=&#8221;|||&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; padding_right_2=&#8221;6%&#8221; padding_2_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;row&#8221; _builder_version=&#8221;3.8&#8243; background_color=&#8221;rgba(40,44,53,0.9)&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; box_shadow_style=&#8221;preset4&#8243; box_shadow_horizontal=&#8221;0px&#8221; box_shadow_vertical=&#8221;100px&#8221; box_shadow_color=&#8221;rgba(40,44,53,0.9)&#8221; module_alignment=&#8221;left&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243; parallax=&#8221;off&#8221; parallax_method=&#8221;on&#8221;][et_pb_text _builder_version=&#8221;3.8&#8243; text_font=&#8221;Roboto|300|||||||&#8221; text_text_color=&#8221;#7e878f&#8221; text_font_size=&#8221;18px&#8221; text_line_height=&#8221;1.5em&#8221; header_font=&#8221;Roboto|300|||||||&#8221; header_text_align=&#8221;center&#8221; header_text_color=&#8221;#fcfcfc&#8221; header_font_size=&#8221;60px&#8221; header_font_size_tablet=&#8221;40px&#8221; header_font_size_phone=&#8221;30px&#8221; header_font_size_last_edited=&#8221;on|desktop&#8221; header_line_height=&#8221;1.1em&#8221; header_2_font=&#8221;||||||||&#8221; text_orientation=&#8221;center&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;|||&#8221;]<h1 style=\"text-align: left;\">Terms of Service<\/h1>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; module_class=&#8221;padding-override&#8221; _builder_version=&#8221;3.4.1&#8243;][et_pb_row custom_width_px=&#8221;500px&#8221; custom_padding=&#8221;45px|15%||15%|false|false&#8221; custom_padding_tablet=&#8221;|0%||0%&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; module_class_2=&#8221;vertical-align&#8221; _builder_version=&#8221;3.8&#8243; module_alignment=&#8221;center&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.4.1&#8243; parallax=&#8221;off&#8221; parallax_method=&#8221;on&#8221;][et_pb_text _builder_version=&#8221;3.8&#8243; text_font=&#8221;|300|||||||&#8221; text_text_color=&#8221;rgba(47,50,54,0.8)&#8221; text_font_size=&#8221;18px&#8221; text_font_size_tablet=&#8221;18px&#8221; text_font_size_last_edited=&#8221;on|tablet&#8221; text_line_height=&#8221;1.51em&#8221; text_line_height_tablet=&#8221;1.43em&#8221; text_line_height_last_edited=&#8221;on|tablet&#8221; header_font=&#8221;||||||||&#8221; header_2_font=&#8221;|600|||||||&#8221; header_2_font_size=&#8221;40px&#8221; header_2_font_size_tablet=&#8221;30px&#8221; header_2_font_size_last_edited=&#8221;on|desktop&#8221; header_2_line_height=&#8221;1.1em&#8221; header_3_font=&#8221;|600|||||||&#8221; header_3_font_size=&#8221;24px&#8221; header_3_font_size_tablet=&#8221;20px&#8221; header_3_font_size_last_edited=&#8221;on|desktop&#8221; header_4_font=&#8221;|600|||||||&#8221; header_4_font_size_tablet=&#8221;16px&#8221; header_4_font_size_last_edited=&#8221;on|desktop&#8221; custom_margin=&#8221;|||&#8221;]<h2>USER TERMS<\/h2>\n<p>360Players Terms of Service<\/p>\n<p>Last modified: 2018-05-17<\/p>\n<p>(Machine translated &#8211; The general terms in Swedish are the correct legal text)<\/p>\n<p>Welcome to 360Player!<\/p>\n<p>Thank you for using our products and services (&#8220;Services&#8221;). The services are provided by 360Player AB. (&#8220;360Player&#8221;), based in Täby, Hästängsvägen 2, 183 77 Täby, Sweden.<\/p>\n<p>By using our Services, you agree to these terms and conditions. Read them carefully.<\/p>\n<p>We offer many different types of Services, so sometimes additional terms or product requirements may apply (including age limits). Additional terms are provided in connection with the relevant Services, and these additional terms become part of your agreement with us if you use the Services in question.<\/p>\n<h3>Use of our Services<\/h3>\n<p>You must follow all policies that you access through the Services.<\/p>\n<p>Do not abuse our Services. For example, you may not interfere with our Services or attempt to access them using a different method than the interface and the instructions that we provide. You may use our Services only in accordance with applicable laws, including applicable export and re-export laws and regulations. We may cancel or terminate providing you with our Services if you fail to comply with our terms or policies or if we investigate suspected irregularities.<\/p>\n<p>By using our Services, you do not acquire any intellectual property rights to our Services or the content you access. You may not use content from our Services unless you obtain permission from the content owner or otherwise may use it by law. These terms and conditions do not entitle you to use any trademarks or logos used in our Services. You may not remove, hide or modify any legal messages that appear in or in connection with our Services.<\/p>\n<p>Some content that does not belong to 360Player appears in our Services. The responsibility for this content rests entirely on the company that makes it available. We may review content to determine whether it is illegal or violates our policies and remove or refuse to display content that we reasonably consider to violate our policies or law. It does not necessarily mean that we review content, so do not assume we do.<\/p>\n<p>In connection with your use of the Services, we may send messages about services, administrative messages and other information to you. You can opt out of certain types of such communication.<\/p>\n<h3>Your 360Player account<\/h3>\n<p>You need a 360Player account to use our Services. Protect your 360Player account by keeping the password secret. You are responsible for all activity that occurs in or through your 360Player account. Do not use the password for your 360Player account in external services or applications. If you become aware of unauthorized use of your password or your 360Player account, you should first change your password. You can also contact support@360player.com for action.<\/p>\n<h3>Privacy and Copyright<\/h3>\n<p>The 360Players Privacy Policy lets you read how we handle your personal information and protect your privacy when using our Services. By using our Services, you agree that 360Player may use this information in accordance with our Privacy Policy.<\/p>\n<h3>Your content in our Services<\/h3>\n<p>In some of our Services, you can transfer, submit, store and send or receive content. You retain the intellectual property rights that you have with that content. That which belongs to you, therefore, continues to belong to you.<\/p>\n<p>When you upload, submit, store and send or receive content to or through our Services, you provide 360Player (and our affiliates) with a global license to use, host, save, reproduce, modify, create derivative works (such as translations, customizations, or modifications that we make so that your content works better with our Services), communicate, publish, publicly publicize and distribute content. The rights you grant on the license only apply for the purpose of pushing, marketing and improving our Services, as well as developing new Services. This license continues to apply as long as you have an account on 360Player even if you cease using our Services.<\/p>\n<p>Our automated systems analyze your content to provide you with product features relevant to you, such as custom offers. The analysis takes place when the content is sent, received or when it is stored.<\/p>\n<p>For more information about how 360Player uses and stores content, see the Privacy Policy. If you submit comments and suggestions regarding our Services, we may use your comments and suggestions without any obligations to you.<\/p>\n<h3>About software in our Services<\/h3>\n<p>When a Service requires or includes downloadable software, this software may be automatically updated on your device when a new version or feature becomes available. Some Services may allow you to change your auto-update settings.<\/p>\n<p>360Player gives you a personal, global, royalty free, non-transferable and non-exclusive license to use software that 360Player provides you as part of the Services. The sole purpose of this license is that you will be able to use the Services as provided by 360Player, in accordance with these terms and conditions. You may not copy, modify, distribute, sell or rent any part of our Services or our included software, nor shall you reverse-compile or attempt to extract the source of any such software except to the extent that these restrictions are prohibited by law or if you have written permission from us.<\/p>\n<p>Open source software is important to us. Some software used in our Services may be offered under an open source license that we make available to you. There may be provisions in the open source license that expressly prevail over some of these terms.<\/p>\n<h3>Modification and Termination of our Services<\/h3>\n<p>We constantly change and improve our Services. We may add or remove features and we may remove or cancel a Service altogether.<\/p>\n<p>You may stop using our Services at any time, even if we think it was boring. 360Player may also cease to provide you with our Services at any time, or add or impose restrictions on the Services.<\/p>\n<p>We believe that your information belongs to you and that your access to these data is important. If we cancel a Service, we will, whenever reasonably possible, provide you with a reasonable notice and a chance to retrieve your information from the Service.<\/p>\n<h3>Our guarantees and disclaimers<\/h3>\n<p>We provide our Services with a commercially reasonable level of knowledge and care, and we hope you will enjoy them. However, there are some things we do not promise about our Services.<\/p>\n<p>UNLESS EXPRESSLY PROVIDED BY THESE CONDITIONS OR FURTHER TERMS, THE WARRANTY OF 360PLAYERS OR THESE SUPPLIERS OR DISTRIBUTES ANY SPECIFIC RULES ON THE SERVICES. For example, WE DO NOT EXCLUDE ANY COMMITMENTS CONCERNING THE CONTENT OF THE SERVICES, THE SERVICE&#8217;S SPECIFIC FUNCTION, THEIR RELIABILITY, AVAILABILITY, OR OBJECTIVE TO SUPPLY YOUR NEEDS. WE PROVIDE THE SERVICES I PROVIDED.<\/p>\n<h3>Responsibility for our Services<\/h3>\n<p>WHEN IT IS ALLOWED BY LAW IS 360PLAYERS AND 360PLAYERS SUPPLIERS AND DISTRIBUTORS NOT RESPONSIBLE FOR LIABLE, INCIDENTAL, OR LOSSED DATA, ECONOMIC OR INDIRECT DAMAGES, DAMAGES FOR SPECIAL DAMAGES, LIABILITY, DAMAGES, INSURANCE, DAMAGES, LIABILITY, DAMAGES.<\/p>\n<p>UNLESS IT IS ALLOWED BY THE LAW, THE TOTAL LIABILITY OF 360PLAYERS AND THESE SUPPLIERS AND DISTRIBUTORS, FOR ANY RESPONSIBILITY UNDER THESE CONDITIONS, INCLUDING ANY IMPLIED WARRANTIES, SHOULD BE LIMITED TO THE AMOUNT PAYED TO US TO USE THE SERVICES (OR, IF WE SELECT, TO DELIVER THE SERVICES TO YOURSELF).<\/p>\n<p>UNDER NO CIRCUMSTANCES, 360PLAYERS AND THESE SUPPLIERS AND DISTRIBUTORS SHALL BE RESPONSIBLE FOR ANY LOSS OR DAMAGE WHICH CAN NOT BE ESTABLISHED.<\/p>\n<h3>Company, Association or Association Use (&#8220;Company&#8221;) of our Services<\/h3>\n<p>If you use our Services in Company Name, it is the Company that accepts these terms. The Company shall indemnify 360Player and its subsidiaries, partners, officials, representatives and employees against any claims, moods and other processes arising out of or arising out of your use of the Services or as a consequence of breach of contract, including any liability or expense incurred in and with any claims, losses, damages, moods, judgments, litigation costs and attorneys fees.<\/p>\n<h3>About these terms<\/h3>\n<p>We may change these terms or conditions, such as a Service, such as reflecting changes in law or in our Services. We will notify you when we update the Terms. Changes do not apply retroactively. If you do not accept the changed Terms of Service, stop using the Service.<\/p>\n<p>These terms govern the relationship between 360Player and you. They do not create any privileges for any third party.<\/p>\n<p>Failure to follow these terms and we do not take action directly does not mean we waive any rights we may have (for example, taking action in the future).<\/p>\n<p>If it turns out that a certain condition is not enforceable, it will not affect any other terms.<\/p>\n<p>Swedish law shall apply to all disputes arising out of or in connection with these terms or services. All claims arising out of or in connection with these Terms or Services shall be solely resolved by the Swedish court or by simplified arbitration, and you and 360Player will accept that these courts have jurisdiction.<\/p>\n<p>For more information about how to contact 360Player, visit our contact page.<\/p>\n<p>&nbsp;<\/p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section]\n<span class=\"et_bloom_bottom_trigger\"><\/span>","protected":false},"excerpt":{"rendered":"","protected":false},"author":3,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":""},"_links":{"self":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2020"}],"collection":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/comments?post=2020"}],"version-history":[{"count":9,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2020\/revisions"}],"predecessor-version":[{"id":54396,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2020\/revisions\/54396"}],"wp:attachment":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/media?parent=2020"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}