{"id":2025,"date":"2018-07-02T14:45:39","date_gmt":"2018-07-02T14:45:39","guid":{"rendered":"https:\/\/360playerwordpress.azurewebsites.net\/?page_id=2025"},"modified":"2021-02-08T09:05:00","modified_gmt":"2021-02-08T09:05:00","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.360player.com\/privacy-policy\/","title":{"rendered":"Privacy policy"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; next_background_color=&#8221;#ffffff&#8221; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; background_image=&#8221;https:\/\/ts-uploads.azureedge.net\/marketing\/2018\/06\/MG_2239.jpg&#8221; parallax=&#8221;on&#8221; parallax_method=&#8221;off&#8221; custom_padding=&#8221;260px||97px||false|false&#8221; custom_padding_tablet=&#8221;200px|0px|40px|0px&#8221; custom_padding_phone=&#8221;&#8221; bottom_divider_style=&#8221;slant&#8221; bottom_divider_flip=&#8221;horizontal&#8221; bottom_divider_height_tablet=&#8221;60px&#8221; bottom_divider_height_phone=&#8221;40px&#8221; bottom_divider_height_last_edited=&#8221;on|phone&#8221; da_is_popup=&#8221;off&#8221; da_exit_intent=&#8221;off&#8221; da_has_close=&#8221;on&#8221; da_alt_close=&#8221;off&#8221; da_dark_close=&#8221;off&#8221; da_not_modal=&#8221;on&#8221; da_is_singular=&#8221;off&#8221; da_with_loader=&#8221;off&#8221; da_has_shadow=&#8221;on&#8221; da_disable_devices=&#8221;off|off|off&#8221;][et_pb_row custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;row&#8221; _builder_version=&#8221;3.25&#8243; background_color=&#8221;rgba(40,44,53,0.9)&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; width=&#8221;100%&#8221; max_width=&#8221;100%&#8221; module_alignment=&#8221;left&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;60px|60px|80px|60px|false|false&#8221; custom_padding_tablet=&#8221;60px|130px||60px&#8221; custom_padding_phone=&#8221;40px|40px||40px&#8221; box_shadow_style=&#8221;preset4&#8243; box_shadow_horizontal=&#8221;0px&#8221; box_shadow_vertical=&#8221;100px&#8221; box_shadow_color=&#8221;rgba(40,44,53,0.9)&#8221; use_custom_width=&#8221;on&#8221; width_unit=&#8221;off&#8221; custom_width_percent=&#8221;100%&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;3.27.4&#8243; text_font=&#8221;Roboto|300|||||||&#8221; text_text_color=&#8221;#7e878f&#8221; text_font_size=&#8221;18px&#8221; text_line_height=&#8221;1.5em&#8221; header_font=&#8221;Roboto|300|||||||&#8221; header_text_align=&#8221;center&#8221; header_text_color=&#8221;#fcfcfc&#8221; header_font_size=&#8221;60px&#8221; header_line_height=&#8221;1.1em&#8221; header_2_font=&#8221;||||||||&#8221; text_orientation=&#8221;center&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;|||&#8221; header_font_size_tablet=&#8221;40px&#8221; header_font_size_phone=&#8221;30px&#8221; header_font_size_last_edited=&#8221;on|desktop&#8221;]<\/p>\n<h1 style=\"text-align: left;\">Privacy Policy<\/h1>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; module_class=&#8221;padding-override&#8221; _builder_version=&#8221;3.22&#8243; custom_padding_tablet=&#8221;&#8221; custom_padding_phone=&#8221;&#8221; da_is_popup=&#8221;off&#8221; da_exit_intent=&#8221;off&#8221; da_has_close=&#8221;on&#8221; da_alt_close=&#8221;off&#8221; da_dark_close=&#8221;off&#8221; da_not_modal=&#8221;on&#8221; da_is_singular=&#8221;off&#8221; da_with_loader=&#8221;off&#8221; da_has_shadow=&#8221;on&#8221; da_disable_devices=&#8221;off|off|off&#8221;][et_pb_row custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;3.25&#8243; module_alignment=&#8221;center&#8221; custom_padding=&#8221;45px|15%||15%|false|false&#8221; custom_padding_tablet=&#8221;|0%||0%&#8221; custom_padding_phone=&#8221;&#8221; custom_width_px=&#8221;500px&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;3.27.4&#8243; text_font=&#8221;|300|||||||&#8221; text_text_color=&#8221;rgba(47,50,54,0.8)&#8221; text_font_size=&#8221;18px&#8221; text_line_height=&#8221;1.51em&#8221; header_font=&#8221;||||||||&#8221; header_2_font=&#8221;|600|||||||&#8221; header_2_font_size=&#8221;40px&#8221; header_2_line_height=&#8221;1.1em&#8221; header_3_font=&#8221;|600|||||||&#8221; header_3_font_size=&#8221;24px&#8221; header_4_font=&#8221;|600|||||||&#8221; custom_margin=&#8221;|||&#8221; text_font_size_tablet=&#8221;18px&#8221; text_font_size_phone=&#8221;&#8221; text_font_size_last_edited=&#8221;on|tablet&#8221; text_line_height_tablet=&#8221;1.43em&#8221; text_line_height_phone=&#8221;&#8221; text_line_height_last_edited=&#8221;on|tablet&#8221; header_2_font_size_tablet=&#8221;30px&#8221; header_2_font_size_phone=&#8221;&#8221; header_2_font_size_last_edited=&#8221;on|desktop&#8221; header_3_font_size_tablet=&#8221;20px&#8221; header_3_font_size_phone=&#8221;&#8221; header_3_font_size_last_edited=&#8221;on|desktop&#8221; header_4_font_size_tablet=&#8221;16px&#8221; header_4_font_size_phone=&#8221;&#8221; header_4_font_size_last_edited=&#8221;on|desktop&#8221;]<\/p>\n<h2>PRIVACY POLICY<\/h2>\n<h3>360Player&#8217;s Privacy Policy<\/h3>\n<p><span>(Machine translated &#8211; The terms in Swedish are the correct legal text)<\/span><\/p>\n<p>When you use 360Players services, you entrust your information. In this privacy policy we explain what data we collect, why we collect it and what we use it for. This is important! We hope you will spend some time reading the policy carefully.<\/p>\n<h3>Privacy Policy<\/h3>\n<p>Senast ändrad: 28-05-17<\/p>\n<p>Our services can be used for many different things &#8211; to evaluate properties, share information, communicate with other people, or create new content. When you share information with us, for example, by creating a 360Player account, it helps us make our services even better. We can tailor your experience, help you with individual development and make it easier to share content with others. We want to give you full insight into how we use the information and how to protect your privacy when using our services.<\/p>\n<p>The privacy policy explains the following:<\/p>\n<ul>\n<li>What information we collect and why.<\/li>\n<li>How we use the information in question.<\/li>\n<li>What choices we give you, such as access and updating of information.<\/li>\n<\/ul>\n<p>We have tried to make it as easy as possible. If you do not know terms like cookies, IP addresses, pixel tags, and browsers, we suggest that you share this on trusted sources on the Internet. 360Player protects your privacy. Whether 360Player is new to you or if you have used our services for a long time, you should familiarize yourself with our privacy practices. If you have any questions, please contact us at 360player.com.<\/p>\n<h3>Information we collect<\/h3>\n<p>By collecting information we can improve our services for all users. All information you register can be used to optimize your experience of the Service. Examples are basic things like providing development advice and creating dialogs, more complicated processes such as assessing what content is relevant to you, personal offers, or what videos you might like.<\/p>\n<p>We collect information as follows:<\/p>\n<ul>\n<li>Information you provide. When you create an account, we ask for personal information, such as name, email address, phone number or credit card number we store with your account.<\/li>\n<\/ul>\n<p>Mandatory information for your account:<\/p>\n<ul>\n<li>First name and last name<\/li>\n<li>Email address<\/li>\n<li>Your date of birth<\/li>\n<\/ul>\n<p>The following information is optional:<\/p>\n<ul>\n<li>Your nickname<\/li>\n<li>Home address and contact information (In order for your coaches and teammates to reach you)<\/li>\n<li>Contact Information for Relatives (If a member of your team needs your relatives)<\/li>\n<li>Your biological gender (Your growth and maturity is affected by your biological gender)<\/li>\n<li>Allergies<\/li>\n<\/ul>\n<p>Information that we receive when using our services. We collect information about what services you use and how you use them, such as watching a video or sharing development tips for the following types of information:<\/p>\n<ul>\n<li>Device Information<\/li>\n<\/ul>\n<p>We collect information about the specific device used (such as hardware model, operating system version, unique device ID, and mobile network information, including phone number). 360Player can connect your device ID or your phone number to your 360Player account.<\/p>\n<ul>\n<li><span style=\"font-size: 18px;\">Log information<\/span><\/li>\n<\/ul>\n<p>When you use our services or display content provided by 360Player, certain information is collected and automatically saved in server logs for a maximum of 30 days. Log data contains the following:<\/p>\n<ul>\n<li>Information about using our service.<\/li>\n<li>IP address.<\/li>\n<li>Information about events on your device such as crashes, system activity, hardware settings, browser type, browser language, date and time of your request, and reference URL.<\/li>\n<li>Cookies that can identify your browser or your 360Player account.<\/li>\n<li>Location Information<\/li>\n<\/ul>\n<p>When you use 360Players services, we can collect and process information about where you are. We use different techniques to determine your location, including IP address, GPS, and other sensor data from your device that can inform 360Player about devices Wi-Fi access points and mobile masts nearby or other sensor networks and technologies.<\/p>\n<ul>\n<li>Local storage<\/li>\n<\/ul>\n<p>We can collect and save information (including personal information) locally on your device using features like the browser&#8217;s storage space (including HTML 5) and application caches.<\/p>\n<ul>\n<li>Cookies and similar technologies<\/li>\n<\/ul>\n<p>We and our business partners use different techniques to collect and save information when using any of the 360Players services. This may mean that cookies or similar techniques are used to identify your browser or device.<\/p>\n<p>Information that we collect when logged in to 360Player and information about you from our partners can be linked to your 360Player account. When information is linked to your 360Player account, we treat it as personal data. You will find more information about accessing, managing, or deleting information associated with your 360Player account in the Transparency and Choice section of this policy.<\/p>\n<h3>Here is how the information we collect is used<\/h3>\n<p>Information we collect from our services is used to provide, maintain, protect and improve services, to develop new services and to protect 360Player and our users. We also use the information to provide you with custom content.<\/p>\n<p>The name you enter in your 360Player profile can be used in all our services that require a 360Player account. Additionally, we can replace previous names associated with your 360Player account so that the same name is used in all of our services. If other users already have access to your email address or other information that identifies you, we can show this in your public profile information on 360Player (such as your name or profile picture).<\/p>\n<p>If you have a 360Player account, we can show your profile name, profile photo, and activities on your 360Player account or in external applications that are linked to the 360Player account (such as reviews or comments you write) in our services and in other commercial contexts . We respect your settings and the choices you make regarding limited sharing and visibility in the 360Player account when applicable.<\/p>\n<p>When you contact 360Player, we will save your messages to resolve any issues you face. We may use your email address to inform you about our services, for example, to tell you about future changes or improvements.<\/p>\n<p>The information we collect using cookies and other technologies, such as pixel tags, used to enhance the user experience and overall quality of our services. One of the products we use for the purpose of our services is Google Analytics. By saving your language settings, for example, we can show our services in the language you are using. When we show custom offers, we will not link identifiers from cookies or similar techniques to sensitive categories of personal data, such as those based on ethnicity, religion, sexual orientation or health.<\/p>\n<p>Our automated systems analyze your content to provide you with product features relevant to you, such as custom content.<\/p>\n<p>If we want to use information for a purpose other than those described in this Privacy Policy, we will ask you first for your consent.<\/p>\n<p>360Player manages personal data on our servers in many countries around the world. Your personal information can be handled on a server in a country other than the one you live in.<\/p>\n<h3>Openness and choice<\/h3>\n<p>Different users have different views of privacy. We want to be clear about what information we collect, so you can make informed decisions about how to use it.<\/p>\n<p>You can change the settings in the browser so that all cookies are blocked, including cookies associated with our services. You can also change the settings so that you are notified when we issue a cookie. Keep in mind that many of our services may stop working if you disable cookies. For example, we may not remember your language settings.<\/p>\n<h3>Information that you share<\/h3>\n<p>In many of our services, you can share information with others. Keep in mind that information you share publicly may be indexed by Google and other search engines. In our services, you can choose how to share and delete content that you shared.<\/p>\n<h3>Access and update personal information<\/h3>\n<p>We want you to access your personal information regardless of when using our services. If the information is incorrect, we will allow you to easily update or remove them &#8211; provided that the information is not stored for valid business purposes or for legal reasons. When you update your personal information, we may require you to confirm your identity before we perform the action.<\/p>\n<p>We may require reimbursement for costs of, or denying a request repeatedly unreasonable, requiring disproportionate technical work (such as developing a new system or profound changes to existing practices), compromising the integrity of others or being very impractical (to such as a request for information contained in our backup system).<\/p>\n<p>When we can provide access to data and correction, we will do it free of charge, except in cases where it requires disproportionate work. We aim to keep our services in such a way that information is not destroyed by mistake or through malicious processes. Therefore, removing information in our services may take a while before copies of the deleted information will disappear from our active servers. In addition, the information may remain in our backup system.<\/p>\n<h3>Information we share<\/h3>\n<p>We do not share personal information with companies, organizations or individuals outside of 360Player except in the following situations:<\/p>\n<h4>With your consent<\/h4>\n<p>We share personal information with companies, organizations or individuals outside of 360Player if you have allowed us to do so. We must have your active consent to share sensitive personal information with others.<\/p>\n<h4>For external treatment<\/h4>\n<p>We forward personal data to our related companies or other trusted companies and persons who are responsible for processing the information on our behalf, in accordance with our instructions, this Privacy Policy and any other appropriate privacy and security measures.<\/p>\n<h4>For legal reasons<\/h4>\n<p>We share personal information with companies, organizations or individuals outside of 360Player if we have good reason to believe that access, use, retention or disclosure of such information is reasonably necessary to:<\/p>\n<ul>\n<li>Comply with applicable laws, regulations, legal processes or mandatory requests from authorities<\/li>\n<li>Ensure that applicable Terms of Service are followed, including investigation of possible violations against them<\/li>\n<li>Detect, prevent or otherwise deal with fraud, security or technical problems<\/li>\n<li>Protect against damage to 360Players rights, property or security, 360Players users or the public as required or permitted by law.<\/li>\n<\/ul>\n<p><span style=\"font-size: 18px;\">We can share information that can not be linked to a specific individual in public and with our partners &#8211; eg. publishers, advertisers, or linked sites. For example, we can share information publicly to show trends in how our services are used generally.<\/span><\/p>\n<p>If 360Player would be involved in a merger, acquisition or other form of sale, we will ensure the confidentiality of all personal data and inform affected users before their data is transferred or under any other privacy policy.<\/p>\n<h3>Information security<\/h3>\n<p>We work hard to protect 360Player and our users against unauthorized access, modification, disclosure or destruction of information we administer. Specific safety precautions:<\/p>\n<p>We encrypt many of our services with SSL.<\/p>\n<p>We review our procedures for collecting, storing and processing data, including physical security measures, to protect against unauthorized access to systems.<\/p>\n<p>We limit access to personal information to 360Players employees, suppliers, and agents who need the information in order to process them on behalf of us. They are bound to strict confidentiality by contract and may be disciplined or terminated if they do not meet the requirements.<\/p>\n<h3>Applicability of privacy policy<\/h3>\n<p>The privacy policy applies to all services offered by 360Player and its affiliates and services offered on other websites.<\/p>\n<p>Our privacy policy does not apply to services provided by other companies or individuals, including products or websites that appear in feeds, sites that may contain 360Player services, or other sites we link to and from our services. Our privacy policy does not cover information policies from other companies or organizations that promote our services, which may display relevant ads using cookies, pixel tags, or other technologies.<\/p>\n<h3>Changes<\/h3>\n<p>The privacy policy may change from time to time. We will not limit your rights under this Privacy Policy without your express consent. We will notify you of any changes to the Privacy Policy.<\/p>\n<p>We keep your information private and secure &#8211; and it&#8217;s you who control them.<\/p>\n<p>&nbsp;<\/p>\n<p>[\/et_pb_text][et_pb_text _builder_version=&#8221;4.7.7&#8243; _module_preset=&#8221;default&#8221; hover_enabled=&#8221;0&#8243; sticky_enabled=&#8221;0&#8243;]<\/p>\n<h3>Additional information<\/h3>\n<p>The privacy policy stated above is fully compliant with regulations with the European privacy policy GDPR, in which you can control or get access to all your data.<\/p>\n<p>At 360Player we strive to always simplify access to all your personal data at any given time. Should our automated data retrieval tools be deactivated or unaccessible, contact <a href=\"mailto:compliance@360player.com\">compliance@360player.com<\/a> for any questions regarding your data.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n<span class=\"et_bloom_bottom_trigger\"><\/span>","protected":false},"excerpt":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; next_background_color=&#8221;#ffffff&#8221; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; background_image=&#8221;https:\/\/ts-uploads.azureedge.net\/marketing\/2018\/06\/MG_2239.jpg&#8221; parallax=&#8221;on&#8221; parallax_method=&#8221;off&#8221; custom_padding=&#8221;260px||97px||false|false&#8221; custom_padding_tablet=&#8221;200px|0px|40px|0px&#8221; custom_padding_phone=&#8221;&#8221; bottom_divider_style=&#8221;slant&#8221; bottom_divider_flip=&#8221;horizontal&#8221; bottom_divider_height_tablet=&#8221;60px&#8221; bottom_divider_height_phone=&#8221;40px&#8221; bottom_divider_height_last_edited=&#8221;on|phone&#8221; da_is_popup=&#8221;off&#8221; da_exit_intent=&#8221;off&#8221; da_has_close=&#8221;on&#8221; da_alt_close=&#8221;off&#8221; da_dark_close=&#8221;off&#8221; da_not_modal=&#8221;on&#8221; da_is_singular=&#8221;off&#8221; da_with_loader=&#8221;off&#8221; da_has_shadow=&#8221;on&#8221; da_disable_devices=&#8221;off|off|off&#8221;][et_pb_row custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;row&#8221; _builder_version=&#8221;3.25&#8243; background_color=&#8221;rgba(40,44,53,0.9)&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; width=&#8221;100%&#8221; max_width=&#8221;100%&#8221; module_alignment=&#8221;left&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;60px|60px|80px|60px|false|false&#8221; custom_padding_tablet=&#8221;60px|130px||60px&#8221; custom_padding_phone=&#8221;40px|40px||40px&#8221; box_shadow_style=&#8221;preset4&#8243; box_shadow_horizontal=&#8221;0px&#8221; box_shadow_vertical=&#8221;100px&#8221; box_shadow_color=&#8221;rgba(40,44,53,0.9)&#8221; use_custom_width=&#8221;on&#8221; width_unit=&#8221;off&#8221; custom_width_percent=&#8221;100%&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;3.27.4&#8243; text_font=&#8221;Roboto|300|||||||&#8221; text_text_color=&#8221;#7e878f&#8221; [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":""},"_links":{"self":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2025"}],"collection":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/comments?post=2025"}],"version-history":[{"count":14,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2025\/revisions"}],"predecessor-version":[{"id":54849,"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/pages\/2025\/revisions\/54849"}],"wp:attachment":[{"href":"https:\/\/www.360player.com\/wp-json\/wp\/v2\/media?parent=2025"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}